{
  "/start": "Привет!\n\nЯ помогу сформировать полезные привычки и сделать их частью вашей жизни.\n\nНачните с маленьких шагов сегодня, и вы удивитесь, как далеко они могут завести:)",
  "/menu": "Главное меню.\nВыберите один из пунктов ниже",
  "2": "Введите название привычки. Это должно быть конкретное действие.\n\nНапример: “Выпить стакан воды”, “Закрыть занавески”, “Позвонить маме”, “Скушать яблоко”",
  "3":"Мои привычки\n1.Прочитать 1 параграф “Мартин Иден”\n2.Выпить стакан воды\n3.Добавлять овощи к обеду",
  "3.1":"Пожалуйста, введите номер привычки, которую хотите улучшить. Например, “1”",
  "4":"Что вы хотели бы изменить в своей жизни ?\n\n1.Правильно питаться\n2.Лучше спать\n3.Вести подвижный образ жизни\n4.Быть более сосредоточенным\n5.Лучше справляться со стрессом\n6.Лучше учиться\n7.Быть продуктивным на работе\n8.Укрепить отношения\n9.Повысить умственную работоспособность\n10.Избавиться от вредных привычек",
  "5":"Статистика\n\n3 дн. - текущая серия\n18 дн. - самая длинная серия",
  "6":"Настройки",
  "7":"Привычка добавлена.\nВы сможете найти ее в разделе “Привычки”",
  "8":"Пожалуйста, введите номер привычки, которую хотите изменить. Например, “1”",
  "8.1":"Что именно вы хотите изменить ?",
  "9":"Возможно вам подойдут эти привычки:\n\n1.Выпить стакан воды\n2.Добавлять овощи к обеду\n3.Есть медленее\n4.Готовить заранее полезный перекус на следующий день\n5.Добавлять 1 фрукт или овощ в список продуктов\n\nВыберите 1-3 привычки. Укажите выбранные привычки числом, через запятую",
  "10":"Пожалуйста, введите свое стремление",
  "11":"Ваше стремление: ______________\n\nДействительно ли вы хотите достичь именно этого ? Или вам это нужно для достижения другого стремления ?\n\nНапример, если вы написали “Правильно питаться”, то вам хотелось бы это делать просто, чтобы чувствовать себя лучше или вы хотите сбросить вес ?",
  "12":"Если вы могли бы заставить себя делать любое поведение, чтобы достичь ваше стремление, что это могло бы быть ?\n\nНапишите хотя бы 5 вариантов. Чем больше, тем лучше.\n\nПоведение - это конкретные поступки или действия. Например, съедать 2 огурца каждый день или перестать заглядывать в холодильник после семи вечера.\n\nПожалуйста, введите в формате:\n — <поведение1>\n — <поведение2>\n...",
  "13":"Отлично! Теперь выберем подходящие действия.\nОцените каждое поведение по шкале от 1 до 10.\n\n10 - я точно могу заставить себя выполнить это поведение.\n0 - я точно не смогу выполнять это поведение\n\nПожалуйста, введите в формате:\n1.<оценка числом от 1 до 10>\n2.<оценка числом от 1 до 10>\n...",
  "14":"Теперь выберем самые эффективные действия.\nОцените каждое поведение по шкале от 1 до 10.\n\n10 - это поведение сильно поможет в достижении стремления.\n0 - это поведения не поможет достичь стремления\n\nПожалуйста, введите в формате:\n1.<оценка числом от 1 до 10>\n2.<оценка числом от 1 до 10>\n...",
  "15":"Вот ваши привычки\n\n<Привычка 1>\n<Привычка 2>\n<Привычка 3>",
  "16":"Что вы хотели бы изменить ?",
  "17":"Добавим еще вариантов поведения. Напишите столько, сколько сможете.\n\nПоведение - это конкретные поступки или действия. Например, съедать 2 огурца каждый день или перестать заглядывать в холодильник после семи вечера.",
  "18":"Прекрасно ! Ваши новые привычки добавлены. Вы сможете найти их в разделе “мои привычки”.\n\nЧтобы улучшить привычки, перейдите в раздел и нажмите “улучшить привычку”",
  "19":"Введите новое название привычки. Это должно быть конкретное действие.\nНапример: “Выпить стакан воды”, “Закрыть занавески”, ”Позвонить маме”, ”Скушать яблоко”",
  "20":"Привычка сохранена.\nВот обновленный список привычек:\n1.Прочитать 1 параграф “Мартин Иден”. Триггер: когда сяду за стол после 9 вечера. Тип: регулярная привычка\n2.Выпивать стакан воды\n3.Добавлять овощи к обеду",
  "21":"Что вы хотели бы сделать с этой привычкой ?",
  "22":"Как вы будете напоминать себе о привычке?\n\nМожно выбрать уведомления в телефоне или другое поведение, прочно укоренившееся в рутине.\n\nЛучше выбирать другое поведение, потому что уведомления могут приходить в неподходящий момент и не всегда телефон оказывается под рукой.",
  "23":"Укажите конкретное поведение, после которого вы сразу же выполните привычку.\n\nЭто поведение должно быть прочно закреплено в вашей рутине.\n\nНапример: “когда встану с кровати”, “когда включу кран на кухне”, “когда сяду за стол”.",
  "24":"Отлично! Теперь отрепетируем привычку, чтобы не забыть о ней.\n\nПовторите ваше новое поведение 7 раз.\n\nПомните, что привычка должна выполняться после другого поведения, которое вы указали на предыдущем шаге: _____\n\nНапример, если у вас привычка: “когда встану с кровати, я сделаю два отжимания от пола”, вам нужно встать с кровати и сделать два отжимания от пола, и так еще 6 раз.",
  "23.1":"Возможно, вам подойдут эти варианты:\n\n1.Когда встану с кровати\n2.Когда включу телефон утром\n3.Когда съем первый кусочек еды\n4.Когда выйду из дома\n5.Когда закрою рабочий ноутбук\n6.Когда сяду в транспорт\n7.Когда включу свет в комнате\n8.Когда подойду к зеркалу\n9.Когда сниму обувь, вернувшись домой\n10.Когда налью себе стакан воды",
  "25":"Нет возможности отрепетировать сейчас или в принципе ?",
  "26":"Когда прислать напоминание о репетиции ?\n\nВозможные значения: “через Х мин”, “через Х ч”, “через Х дн”.",
  "27":"Поставить напоминание о триггере ?\n\nВ выбранное вами время вам придет уведомление с напоминанием выполнить привычку после указанного поведения-триггера. Совсем не обязательно ставить напоминание непосредственно перед выполнением привычки.",
  "28":"Как часто напоминать о триггере ?\n\nВозможные значения: “Х раз каждый день”, “по <день недели> в HH:MM”, “каждый день в X:YZ”.\n\nНапример: “по вторникам в 10:50”",
  "29":"Когда вы хотите заполнять отчет?\n\nОтчет будет присылаться в указанное время и в нем вы сможете отмечать ваши привычки.\n\nУкажите период и время. Возможные значения: “раз в X дн в HH:MM”. Например, “раз в 5 дн. в 21:00”",
  "29.1":"Хорошо!  Вы всегда сможете настроить время отчета в “настройки -> отчетность”.",
  "29.2":"Отчет присылаться не будет.\n\nВы всегда сможете включить заполнение отчета в “настройки -> отчетность”.",
  "30":"Можете ли вы убрать триггер ?\n\nТриггер - это сигнал, который вам напоминает, что поведение нужно выполнить здесь и сейчас. Например, триггером может быть урчание в животе (напоминание о том, что пора перекусить), уведомления в телефоне (пора проверить соцсети) или другое действие (после того как пришел домой, повесить ключи).",
  "31":"Создадим привычку, чтобы убрать триггер.\n\nВведите название привычки. Это должно быть конкретное действие. Например, выключить телефон, отключить уведомление в соцсетях.",
  "32":"Можете ли вы избегать триггера?\n\nНапример, не ходить мимо булочной.",
  "33":"Когда присылать напоминания ?\n\nОни будут оповещать и предостерегать вас от триггеров. \n\nВведите день недели и время в формате: “каждый <день недели> в НН:ММ”. Если дней недели несколько, можно добавить через запятую или тире.\n\nНапример: “каждый понедельник-среда, четверг в 17:30”",
  "34":"Можете ли вы игнорировать триггер ?\n\nНапример, сдерживать себя на дне рождения у друзей и не прикасаться к торту.",
  "35":"Когда присылать напоминания ?\n\nОни будут мотивировать вас игнорировать триггеры. Введите день недели и время в формате: “каждый <день недели> в HH:MM”. Если дней недели несколько, можно добавить через запятую или тире.\n\nНапример: “каждый понедельник-среда, четверг в 17:30”",
  "36":"Хотите ли добавить собственный текст для напоминания ? Если да, вы можете ввести его в поле ввода. Если нет, нажмите “пропустить”. Пример: “Держись подальше от BurgerKing”",
  "37":"Попробуем усложнить вредную привычку. Способы могут разные:\n\n-увеличить время перед выполнения поведения (хранить шоколадки в труднодоступных местах),\n-увеличить физические усилия (отключать телевизор и прятать его в шкаф),\n-увеличить ментальные усилия (придумать сложный пароль для соцсетей и не сохранять его)\n-сделать привычку дороже (донатить в фонд борьбы с лейкемией за каждую сигарету)\n\nНапишите ваш вариант",
  "38":"Когда будете выполнять ?\nПожалуйста, укажите дату и время в формате “DD.MM.YY HH:MM”.",
  "39":"Уведомления приостановлены. Чтобы их возобновить, зайдите в настройки",
  "40":"Мотивационные сообщения - это не только про мотивацию. Там есть советы и рекомендации по внедрению привычек\n\nСейчас они приходят каждый день в HH:MM.\n\nВведите день недели и время в формате: “каждый <день недели> в HH:MM”. Если дней недели несколько, можно добавить через запятую или тире.\nЧтобы отключить мотивационные сообщения, введите “не присылать”.",
  "41":"Отчеты помогают вам отслеживать привычки.\n\nСейчас отчет присылается раз в 1 день в 21:00\n\nУкажите период и время. Возможные значения: “раз в X дн в HH:MM”.\nЧтобы отключить отчет, введите “не присылать”.",
  "42":"Вы уверены, что хотите удалить все ваши данные ? Это действие необратимо.\n\nДля подтверждения введите код: “Хочу удалить данные 42314”",
  "43":"Изменения сохранены",
  "44":"Введите номера привычек, которые вы хотите удалить, через запятую.",
  "45":"Привычка успешно удалена.\n\nВот обновленный список привычек:\n1.Прочитать 1 параграф “Мартин Иден”\n2.Добавлять овощи к обеду"
}