# Constants for file paths
REPLIES_FILEPATH = "./ui/replies.json"
BUTTONS_FILEPATH = "./ui/buttons.json"
PREMADE_HABITS_FILEPATH = "./ui/premade_habits.json"
PREMADE_TRIGGERS_FILEPATH = "./ui/triggers.json"

TIMEZONE_DICT ={
    "utc-12": "Международная линия перемены дат",
    "utc-11": "Ниуэ",
    "utc-10": "Гавайи-Алеутские",
    "utc-9": "Аляска",
    "utc-8": "Тихоокеанское время США и Канады",
    "utc-7": "Горное время США и Канады",
    "utc-6": "Центральное время США и Канады",
    "utc-5": "Восточное время США и Канады",
    "utc-4": "Атлантическое время Канады",
    "utc-3": "Аргентина",
    "utc-2": "Среднеатлантическое время",
    "utc-1": "Азорские острова",
    "utc+0": "Среднее время по Гринвичу",
    "utc+1": "Центральноевропейское время",
    "utc+2": "Восточноевропейское время",
    "utc+3": "Московское время",
    "utc+4": "Самарское время",
    "utc+5": "Екатеринбургское время",
    "utc+6": "Омское время",
    "utc+7": "Красноярское время",
    "utc+8": "Иркутское время",
    "utc+9": "Якутское время",
    "utc+10": "Владивостокское время",
    "utc+11": "Магаданское время",
    "utc+12": "Камчатское время",
    "utc+13": "Тонга",
    "utc+14": "Линия перемены дат"
}